---
kind: enumMember
id: F:Autodesk.Revit.DB.DisplayUnit.IMPERIAL
enum: Autodesk.Revit.DB.DisplayUnit
source: html/54e413c9-ad34-f744-6b7e-c1f90cbbde46.htm
---
# Autodesk.Revit.DB.DisplayUnit.IMPERIAL